Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Is there anything else you think we should know?
sv: Finns det något mer du tycker vi borde veta?

source: No Followers
sv: Inga följare

source: Successfully exported attachment %1 of entry %2 to %3.
sv: Exporterade bilagan %1 från post %2 till %3.

source: File %1 already exists.
sv: Filen %1 finns redan.

source: Gold blocks you collect in custom levels do not count towards your loot.
sv: Guldblock som du samlar i egna nivåer räknas inte till ditt byte.

source: Quote Pending
sv: Citat väntar

source: Unlike the darker heavy crate, a light crate can be picked up and carried around. You can use it to reach higher places.
sv: Till skillnad från den mörkare tunga lådan kan en lätt låda plockas upp och bäras omkring. Du kan använda den för att nå högre platser.

source: Last Active
sv: Senast aktiv

source: Remove tracking parameters from URLs and redirect links to privacy-friendly alternatives.
sv: Tar bort spårningsparametrar från URL:er och omdirigerar länkar till integritetsvänliga alternativ.

source: Just be sure to be on solid ground, then push yourself forwards with all your force. It works best on flat ground.
sv: Se bara till att stå på fast mark och kasta dig sedan framåt med all din kraft. Det fungerar bäst på plan mark.

source: _Open
sv: _Öppna

source: Flowing Water
sv: Rinnande vatten

source: Recover
sv: Återställa

source: %s boost
sv: %s förstärkning

source: %s boosts
sv: %s förstärkningar

source: (HMAC mismatch)
sv: (HMAC-matchningsfel)

source: Code from your device
sv: Kod från din enhet

source: Orientation
sv: Orientering

source: %s boosted
sv: %s förstärkte

source: Alternative Text
sv: Alternativ text

source: Remove Verification Code
sv: Ta bort verifieringskod

source: Playing on touchscreen
sv: Spela på pekskärm

source: Delete "%s"?
sv: Ta bort "%s"?

source: Recently Used
sv: Nyligen använd

source: Copied to clipboard
sv: Kopierat till urklipp

source: count
sv: antal

source: New password
sv: Nytt lösenord

source: Screenshot of my %s Wrapped annual report using %s.
sv: Skärmdump av min %s Inslagen årsredovisning med användning av %s.

source: Heyho, you requested to discover your username for {instance_name}. Your username is: {username} If you did not request this, please ignore this mail! Yours, {instance_name}
sv: Hej, du har begärt att få reda på ditt användarnamn för {instance_name}. Ditt användarnamn är: {username} Om du inte begärde detta kan du ignorera meddelandet. Hälsningar, {instance_name}

source: Closed – Users on active authentication backends can still log in.
sv: Stängd - användare på aktiva autentiserings-backends kan fortfarande logga in.

source: Olive Flower
sv: Olivblomma

source: Write Callsign DB
sv: Skriv anropssignal DB

source: Minimum light
sv: Minsta ljusnivå

source: User Profile Approved: {name}
sv: Användarprofil godkänd: {name}

source: admin
sv: administratör

source: See Discussions
sv: Se diskussioner

source: Legacy header fields found in KDBX4 file.
sv: Äldre sidhuvudfält hittades i KDBX4-filen.

source: Text
sv: Teckensnitt

source: Authorized on: %s
sv: Autentiserad: %s

source: Invalid inner header data length: field %1, %2 expected, %3 found
sv: Ogiltig datalängd för inre rubrik: fält %1, %2 förväntat, %3 hittades

source: Coconut Bud
sv: Kokosknopp

source: Cobbled Volcanic Sandstone
sv: Kullerstenslagd vulkanisk sandsten

source: Admin Mode
sv: Administratörsläge

source: Before boosting a post that has attachments without alt text, Tuba will warn you
sv: Tuba varnar dig innan du förstärker ett inlägg med bilagor utan alternativtext

source: Behavior
sv: Beteende

source: Fine. But %(name)s looks smol. Is this really worth it?
sv: Okej, men %(name)s verkar litet. Är det verkligen värt det?

source: Canvas Flower
sv: Canvas-blomma

source: Do you want to update the information in %1 - %2?
sv: Vill du uppdatera informationen i %1 - %2?

source: Quote Edits
sv: Redigeringar av citat

source: 8 electrons for a single gateway usage? What a rip-off! What if I run out of electrons?
sv: 8 elektroner för att använda en enda port? Vilket rån! Tänk om jag får slut på elektroner?

source: Global tripcodes are the same on all websites. Secure tripcodes are unique.
sv: Globala tripkoder är samma på alla webbplatser. Säkra tripkoder är unika.

source: Units
sv: Enheter

source: Help
sv: Hjälp

source: Enable database quick unlock (Touch ID / Windows Hello)
sv: Aktivera snabb databasupplåsning (Touch ID / Windows Hello)

source: Session already used
sv: Sessionen används redan

source: Loose Oak Wood Planks
sv: Lösa ekplankor

source: Text to test for a keyword match.
sv: Text att testa för träff på nyckelord.

source: &Check for Updates
sv: Sök efter &uppdateringar

source: Poll with %d option.
sv: Omröstning med %d alternativ.

source: Poll with %d options.
sv: Omröstning med %d alternativen.

source: Attachments:
sv: Bilagor:

source: Create Scan List
sv: Skapa skanningslista

source: KeeShare signed container
sv: KeeShare signerad behållare

source: Excluded characters: "0", "1", "l", "I", "O", "|", "﹒", "B", "8", "G", "6"
sv: Undantagna tecken: "0", "1", "l", "I", "O", "|", "﹒", "B", "8", "G", "6"

source: More items by
sv: Fler artiklar av

source: Your region has been assigned the region class 6F.
sv: Din region har tilldelats regionklass 6F.

source: As a password
sv: Som ett lösenord

source: Hide from index
sv: Dölj från indexsidan

source: %s Follower
sv: %s följare

source: %s Followers
sv: %s flera följare

source: Already exists
sv: Finns redan

source: Ignore
sv: Ignorera

source: copy HTTP header
sv: kopiera HTTP-header

source: Cable Connector (no jump)
sv: Kabelanslutning (inget hopp)

source: Path of the new database.
sv: Sökväg till den nya databasen.

source: Bookmark title
sv: Bokmärkestitel

source: Unknown KDF: %1
sv: Okänd KDF: %1

source: Cannot delete channel
sv: Kan inte ta bort kanal

source: Do you really want to move the group "%1" to the recycle bin?
sv: Vill du verkligen flytta "%1" till papperskorgen?

source: Require Approval
sv: Kräv godkännande

source: No Posts
sv: Inga inlägg

source: Generated password
sv: Genererat lösenord

source: Logging in via
sv: Loggar in via

source: To interact with the item owner, you can either:
sv: För att interagera med objektets ägare kan du antingen:

source: Domain
sv: Domän

source: Compose New Post
sv: Skriv nytt inlägg

source: Failed to complete a challenge-response, the PCSC error code was: %1
sv: Det gick inte att slutföra en challenge-response, PCSC-felkoden var: %1

source: To move on, you need a huge number of electrons, so keep collecting them.
sv: För att komma vidare behöver du ett enormt antal elektroner, så fortsätt samla dem.

source: Quit ChiPass
sv: Avsluta ChiPass

source: Hides the collection's description and accounts behind a content warning. The collection name will still be visible.
sv: Döljer samlingens beskrivning och konton bakom en innehållsvarning. Samlingens namn är fortfarande synligt.

source: VOX Level
sv: VOX-nivå

source: INITIATING TRANSFER TO @1 …
sv: INITIERAR ÖVERFÖRING TILL @1 …

source: Write complete
sv: Skriv komplett

source: Hello {name}, this is a test email from your flohmarkt '{instance_name}' instance. Regards, Your flohmarkt software!
sv: Hej {name}, detta är ett testmeddelande från din flohmarkt-instans '{instance_name}'. Hälsningar, din flohmarkt-programvara!

source: redactions
sv: maskeringar

source: Contains a quoted post.
sv: Innehåller ett citerat inlägg.

source: Coal Lump
sv: Kolklump

source: KeeShare container
sv: KeeShare-behållare

source: As a quick reminder, here’s a quick checklist of what you need to do:
sv: Som en snabb påminnelse följer här en checklista över vad du behöver göra:

source: Your ChiPass version does not support sharing this container type. Supported extensions are: %1.
sv: Din PassXC-version stöder inte delning av den här behållartypen. Filtyper som stöds är: %1.

source: Create a new database
sv: Skapa en ny databas

source: Discussed %d times by %d people in the past 2 days
sv: Diskuterat %d gånger av %d personer under de senaste 2 dagarna

source: Application information
sv: Applikationsinformation

source: Expires on
sv: Går ut den

source: Select the checkbox next to your post's ID.
sv: Markera kryssrutan bredvid ditt inläggs ID.

source: Bad sender
sv: Felaktig avsändare

source: An account already exists for this Fediverse handle
sv: Det finns redan ett konto för detta Fediverse-handle

source: file empty
sv: filen är tom

source: Argon2d (KDBX 4 – recommended)
sv: Argon2d (KDBX 4 – rekommenderas)

source: Iron Ingot
sv: Järntacka

source: Remove Contact
sv: Ta bort kontakt

source: Orange Flower
sv: Apelsinblomma

source: not a valid email address
sv: inte en giltig epostadress

source: _Read More
sv: _Läs mer

source: Turquosite Brick
sv: Turquosittegel

source: URL for the entry.
sv: URL för posten.

source: The most obvious threat you have to watch out for is lava. Only direct contact with lava is harmful, but it’ll melt you to goo within seconds. So just keep a safe distance from lava. When mining, keep an eye out for burned stone. This is usually a sign that lava is right next to this block.
sv: Det mest uppenbara hotet att se upp för är lava. Endast direkt kontakt med lava är skadlig, men den smälter dig till gegga på några sekunder. Håll därför säkert avstånd från lava. Håll utkik efter bränd sten när du bryter. Det är vanligtvis ett tecken på att lava finns precis intill blocket.

source: Username field
sv: Användarnamn

source: Failed to set database password.
sv: Kunde inte ange databaslösenord.

source: FM Voice Transponder
sv: FM-taltransponder

source: Type your note…
sv: Skriv din anteckning…

source: Close message
sv: Stäng meddelandet

source: Okay, have fun!
sv: Okej, ha så kul!

source: Here's a short summary of the license conditions:
sv: Här är en kort summering av licensens villkor:

source: Include posts that contain any of these tags.
sv: Ta med inlägg som innehåller någon av dessa taggar.

source: OAuth application client ID from your provider
sv: OAuth-programmets klient-ID från din leverantör

source: Individual visitor
sv: Enskild besökare

source: Set up
sv: Sätt upp

source: Seconds between automatic refreshes when viewing a board index or thread page. Set to 0 to disable.
sv: Sekunder mellan automatiska uppdateringar när en tavlas index- eller trådsida visas. Ange 0 för att inaktivera.

source: Shelter
sv: Skydd

source: These are the senders:
sv: Dessa är avsändarna:

source: Manage mode
sv: Hanteringsläge

source: Do you really want to delete the selected plugin data? This may cause the affected plugins to malfunction.
sv: Vill du verkligen ta bort den valda tilläggsdatan? Det kan medföra att de berörda tilläggen inte fungerar.

source: Couldn't delete '%s': %s
sv: Kunde inte radera '%s':%s

source: Couldn't mark '%s' as sensitive: %s
sv: Kunde inte markera '%s' som känslig:%s

source: Decline
sv: Avböj

source: Error: okon process did not finish
sv: Fel: okon-processen avslutades inte

source: Expires in <b>%n</b> second(s)
sv: Upphör att gälla om <b>%n</b> sekund

source: Omit WWW subdomain from matching:
sv: Utelämna WWW-underdomänen från matchning:

source: Allow KeeShare exports
sv: Tillåt KeeShare-export

source: An error occurred while creating your token.
sv: Ett fel uppstod när din token skapades.

source: Attachment name cannot be empty
sv: Bilagans namn kan inte vara tomt

source: Gateway Helper, what’s up?
sv: Porthjälparen, vad står på?

source: Hold down Aux1 and press Forward to powerslide.
sv: Håll ned Aux1 och tryck på Framåt för att kraftglida.

source: What a year, huh?
sv: Vilket år, va?

source: Post Language
sv: Inläggsspråk

source: Shows settings dialog
sv: Visar inställningsdialog.

source: Source
sv: Källa

source: Archive all
sv: Arkivera alla

source: Hide Passwords
sv: Dölj lösenord

source: %d person in the past 2 days
sv: %d person under de senaste 2 dagarna

source: %d people in the past 2 days
sv: %d personer under de senaste 2 dagarna

source: Sandstone Block
sv: Sandstensblock

source: DX cluster
sv: DX-kluster

source: Hello {name}, The changes to your user profile have been rejected by an admin or moderator. Reason: {reason} Please try editing your profile again avoiding the reasons above. Yours, {instance_name}
sv: Hej {name}, Ändringarna i din användarprofil har avvisats av en administratör eller moderator. Orsak: {reason} Försök redigera profilen igen och undvik orsakerna ovan. Hälsningar, {instance_name}

source: Conversation
sv: Konversation

source: Horse
sv: Häst

source: Cuts leaves, vines and plants
sv: Klipper löv, rankor och växter

source: Modified:
sv: Ändrad:

source: Green Dye
sv: Grönt färgämne

source: Movable toolbar
sv: Flyttbart verktygsfält

source: Darkness
sv: Mörker

source: Path to which the attachment should be exported.
sv: Sökväg till vilken bilagan skall exporteras

source: Writing the HTML file failed.
sv: Kunde inte skriva HTML-filen.

source: <level> [<spawn number>]
sv: <nivå> [<startnummer>]

source: Invalid EnableAutoType value
sv: Ogiltigt värde för EnableAutoType

source: Waiting Approval
sv: Väntar på godkännande

source: Grows on sand and ash
sv: Växer på sand och aska

source: Cannot import codeplug from '%1': %2
sv: Kan inte importera kodplugg från ”%1”: %2

source: Create roaming channel
sv: Skapa roamingkanal

source: User name
sv: Användarnamn

source: %s Following
sv: Följer %s

source: Password entropy is %1 bits
sv: Lösenordsentropin är %1 bitar

source: Tone
sv: Ton

source: Current
sv: Aktuell

source: Failed to generate JPEG preview.
sv: Kunde inte skapa JPEG-förhandsvisning.

source: Clear agent
sv: Rensa agent

source: Whether visitors may create and submit drawings.
sv: Om besökare kan skapa och skicka teckningar.

source: fall
sv: höst

source: Orange Pie
sv: Apelsinpaj

source: Whether the banner is displayed in overboard pages.
sv: Om banderollen visas på övertavlans sidor.

source: Invalid inner random stream cipher
sv: Ogiltigt inre slumpmässigt strömchiffer

source: Moderation
sv: Moderering

source: %d new post
sv: %d nytt inlägg

source: %d new posts
sv: %d nya inlägg

source: Initial URL:
sv: Inledande URL:

source: Database was not modified.
sv: Databasen är inte ändrad.

source: Mossy Circular Cave Stone
sv: Mossig rund grottsten

source: Invalid entry creation time field size
sv: Ogiltig fältstorlek för skapandedatum

source: New Posts
sv: Nya inlägg

source: Forget %s Account
sv: Glöm %s konto

source: Failed to refresh page. Retrying...
sv: Kunde inte uppdatera sidan. Försöker igen …

source: No subject
sv: Inget ämne

source: Solid Tall Slope (grid style)
sv: Solid brant sluttning (rutnätsstil)

source: Reply to @%s
sv: Svara till @%s

source: Wooden Shovel
sv: Träspade

source: • Change level size or boundary nodes
sv: • Ändra nivåstorlek eller gränsnoder

source: Edit Entry
sv: Redigera post

source: Confirm rejection
sv: Bekräfta avvisning

source: August
sv: Augusti

source: Successfully imported attachment %1 as %2 to entry %3.
sv: Importerade bilagan %1 som %2 till post %3.

source: Background Color:
sv: Bakgrundsfärg:

source: Confirm when passwords are retrieved by clients
sv: Bekräfta när lösenord tas emot av klienter

source: You were added to a collection
sv: Du lades till i en samling

source: Forward to %s
sv: Bifoga till %s

source: New entry attachment
sv: Ny postbilaga

source: • Wall/Floor/Ceiling block: The itemstrings of the blocks that surround the level at the sides, bottom and top. Press the item buttons to select one of the recommended blocks. In case of an invalid block, the game uses wooden planks
sv: • Vägg-/golv-/takblock: Föremålssträngarna för blocken som omger nivån på sidorna, undersidan och ovansidan. Tryck på föremålsknapparna för att välja ett av de rekommenderade blocken. Vid ett ogiltigt block använder spelet träplankor

source: Season is now forced to be spring until the game is shut down.
sv: Årstiden är nu låst till vår tills spelet avslutas.

source: Choose between grid or list layout for all item collections.
sv: Välj mellan rutnäts- och listlayout för alla objektsamlingar.

source: Configure how this backend appears on the registration page. Users cannot self-register with LDAP, but you can show instructions on how to get an account.
sv: Konfigurera hur denna backend visas på registreringssidan. Användare kan inte registrera sig själva med LDAP, men du kan visa instruktioner för hur man skaffar ett konto.

source: Programming
sv: Programmering

source: Since there is a lot of lava on the surface of Hades, there’s a low chance you might end up in lava when you arrive. So the Science Division has developed the Safety Teleport mechanism. It detects when you arrive at a dangerous spot and tries to teleport you at a safe nearby place. This mechanism is fully automatic. However, it is not perfect, it might fail if no safe spot could be found.
sv: Eftersom det finns mycket lava på Hades yta finns en liten risk att du hamnar i lava när du anländer. Vetenskapsavdelningen har därför utvecklat säkerhetsteleportmekanismen. Den upptäcker när du anländer till en farlig plats och försöker teleportera dig till en säker plats i närheten. Mekanismen är helt automatisk. Den är dock inte perfekt och kan misslyckas om ingen säker plats hittas.

source: Block Instance
sv: Blockera instans

source: Client Icon
sv: Klient ikon

source: Name has changed from '{}' to '{}'<br>
sv: Namnet har ändrats från '{}' till '{}'<br>

source: Click below to create your first item.
sv: Klicka nedan för att skapa ditt första objekt.

source: Press Jump to climb up; press Sneak key to climb down
sv: Tryck på Hoppa för att klättra uppåt; tryck på Smyg för att klättra nedåt

source: Invalid transform rounds size
sv: Ogiltig storlek på transformeringsrundor

source: Gateway
sv: Port

source: Forgot your password?
sv: Glömt lösenord?

source: Boy scout
sv: Scout

source: Getting started
sv: Komma i gång

source: You must restart the application to set the new language. Would you like to restart now?
sv: Du måste starta om programmet för att tillämpa det nya språket. Vill du starta om nu?

source: Toggle Fullscreen
sv: Växla helskärm

source: Go back to the bookmark
sv: Gå till bokmärket

source: Export Data
sv: Exportera data

source: Your API token
sv: Din API-token

source: This collection will be removed in a few seconds.
sv: Denna samling kommer att tas bort om några sekunder.

source: To prevent loss of work, the editor will automatically save the level into “_AUTOSAVE_” at the following events:
sv: För att förhindra att arbete går förlorat sparar redigeraren automatiskt nivån i ”_AUTOSAVE_” vid följande händelser:

source: Copy the current TOTP to the clipboard (equivalent to "-a totp").
sv: Kopiera aktuell TOTP till urklipp (motsvarar "-a totp").

source: Compose
sv: Skriv

source: Profile imported.
sv: Profil importerad.

source: <p>You can add a key file containing random bytes for additional security.</p><p>You must keep it secret and never lose it or you will be locked out.</p>
sv: <p>Du kan lägga till en nyckelfil som innehåller ett slumpmässigt antal byte för ytterligare säkerhet.</p> <p> Du måste hålla det hemligt och aldrig förlora det, annars blir du utelåst.</p>

source: TOGGLE
sv: VÄXLA

source: Language Settings
sv: Språkinställningar

source: Toggle Filter and Sorting
sv: Växla filtrering och sortering

source: Locale used when writing board pages.
sv: Språk som används när tavlans sidor skapas.

source: Orange Cloth
sv: Orange tyg

source: Ethiopic
sv: Etiopiskt

source: %s reacted to your post
sv: %s reagerade på ditt inlägg

source: Global Auto-Type shortcut:
sv: Övergripande autoskrivgenväg:

source: Inactive share %1
sv: Inaktiv delning %1

source: Execute command?
sv: Vill du köra kommandot?

source: Username is prohibited
sv: Användarnamnet är otillåtet

source: music;player;widget;mpris;scrobble;lastfm;librefm;listenbrainz;musicbrainz;maloja;song;audio;
sv: musik;spelare;widget;mpris;scrobbla;lastfm;librefm;listenbrainz;musicbrainz;maloja;låt;ljud;

source: The linked listing has no location and cannot be verified against the perimeter
sv: Den länkade annonsen saknar plats och kan inte verifieras mot omkretsen

source: Bookmark content
sv: Bokmärk innehåll

source: Select or edit the downlink frequency.
sv: Välj eller redigera nedlänksfrekvensen.

source: Boards where the banner is displayed.
sv: Tavlor där banderollen visas.

source: Save Wrapped
sv: Spara wrapped

source: Loading the key file failed
sv: Kunde inte läsa in nyckelfilen

source: %s (%s)'s profile.
sv: %s (%s)'s profil.

source: Greetings, wanderer! You have arrived at the Climbing Sector. The energies that flow through this place will make you stronger.
sv: Hälsningar, vandrare! Du har kommit till Klättringssektorn. Energierna som flödar genom den här platsen gör dig starkare.

source: Reveal Spoilers
sv: Avslöja spoilers

source: Thumbnail Width
sv: Miniatyrbildsbredd

source: Any followed user
sv: Alla användare som följs

source: Press Jump to climb up and Sneak or Aux1 to climb down.
sv: Tryck på Hoppa för att klättra uppåt och på Smyg eller Aux1 för att klättra nedåt.

source: Cracked stone will be destroyed by explosions.
sv: Sprucken sten förstörs av explosioner.

source: %n icon(s) already exist in the database
sv: %n ikon finns redan i databasen

source: The sub-root you want to search for users inside your LDAP directory tree (e.g., ou=users,dc=example,dc=com)
sv: Underroten där du vill söka efter användare i ditt LDAP-katalogträd, exempelvis ou=users,dc=example,dc=com

source: %s. You can continue with the report however.
sv: %s. Du kan dock fortsätta med rapporten.

source: Changes to %s discarded
sv: Ändringar till %s förkastades

source: Boot melody
sv: Startmelodi

source: The last volume value used in the media viewer for videos and audio
sv: Det senaste volymvärdet som användes i medievisaren för videor och ljud

source: • The game crashes (not guaranteed)
sv: • Spelet kraschar, utan garanti

source: The changes to your profile have been approved and are now visible to everyone.
sv: Ändringarna i din profil har godkänts och är nu synliga för alla.

source: Database Metadata
sv: Databasmetadata

source: Carpet Workstation
sv: Mattarbetsstation

source: Import Profile
sv: Importera profil

source: Ignores any duplicate item.
sv: Ignorerar varje dubblettpost.

source: Tx Admit
sv: Sändningstillstånd

source: Feel free to find all the gateways. But you will discover I am telling the truth.
sv: Du får gärna hitta alla portar. Men du kommer att upptäcka att jag talar sanning.

source: Use default icon
sv: Använd standard ikon

source: Skip Auto-Submit toggle for this and sub groups
sv: Undanta växlingsknappen Skicka automatiskt för denna och undergrupper

source: Moderate
sv: Moderera

source: Group name
sv: Gruppnamn

source: Browser type:
sv: Webbläsartyp:

source: White Steel Sign with Black Border
sv: Vit stålskylt med svart kant

source: Branch Bush
sv: Grenbuske

source: Cave Stone Block
sv: Grottstensblock

source: Nothing collected.
sv: Inget insamlat.

source: You don't have any highlights yet.
sv: Du har inga markeringar än.
